Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.81/atdf/PIC32MZ2025DAB288.atdf
      <value-group caption="Release Candidate bit" name="USBHWVER__RC">
         <value caption="USB module was created using a release candidate" name="" value="0x1" />
         <value caption="USB module was created using a full release" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE0TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE0RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE1TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE1RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE2TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE2RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE3TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE3RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE4TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE4RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE5TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE5RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE6TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE6RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="TX Hub Multiple Translators bit" name="USBE7TXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="RX Hub Multiple Translators bit" name="USBE7RXA__MULTTRAN">
         <value caption="The USB 2.0 hub has multiple transaction translators" name="" value="0x1" />
         <value caption="The USB 2.0 hub has a single transaction translator" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 1 Interrupt bit" name="USBDMAINT__DMA1IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 2 Interrupt bit" name="USBDMAINT__DMA2IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 3 Interrupt bit" name="USBDMAINT__DMA3IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 4 Interrupt bit" name="USBDMAINT__DMA4IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 5 Interrupt bit" name="USBDMAINT__DMA5IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Channel 6 Interrupt bit" name="USBDMAINT__DMA6IF">
         <value caption="The DMA channel has an interrupt event" name="" value="0x1" />
         <value caption="No interrupt event" name="" value="0x0" />
      </value-group>
